Repository: HebaMostafa97/Indicator_Tracing_System-
Catalog: Indicator-Tracing-system--master/ITS/Resources/ResourcesFiles/MapLabel.*.resx
Languages: ar

source: Agenda
ar: اجندة

source: Arabic
ar: عربى

source: Arabic Description
ar: الوصف عربى

source: Arabic Name
ar: الاسم عربى

source: Attribute
ar: السمات

source: Browse
ar: تصفح

source: Cancel
ar: الغاء

# Create
source: Add
ar: اضافة

source: Create Date
ar: تاريخ الانشاء

source: Create Group
ar: اضافه مجموعه

source: Create User
ar: اضافه مستخدم

source: Delete
ar: حذف

# DeleteConfirm
source: Are you sure you want to delete
ar: هل انت متأكد من حذف

source: Delete Photo
ar: حذف الصوره

source: Deny
ar: منع

# Description_A
source: Description Arabic
ar: الوصف عربى

# Description_E
source: Description English
ar: الوصف انجليزى

source: Edit
ar: تعديل

source: Email
ar: البريد الالكترونى

source: English
ar: انجليزى

source: English Description
ar: الوصف انجليزى

source: English Name
ar: الاسم انجليزى

# Exist
source: This User Already Exist
ar: هذا المستخدم موجود

source: Focus
ar: مميز

# ForgotPassword
source: Forgot Your Password?
ar: نسيت كلمه المرور؟

source: Function
ar: الوظيفه

source: Group
ar: المجموعات

source: Home Page
ar: موقع على الإنترنت

source: ID
ar: كود

source: In Active
ar: غير فعال

source: Inhrit
ar: وراثه

source: is Default
ar: الافتراضى

source: Job Title
ar: الوظيفه

source: Link Group
ar: ربط مجموعات

source: Login
ar: دخول

source: Lookups
ar: الجداول الملحقه

source: Media
ar: الوسائط

source: Name
ar: الاسم

source: News
ar: الاخبار

source: Notes
ar: ملاحظات

source: Owner
ar: المالك

source: password
ar: كلمه المرور

source: Permission
ar: صلاحية

source: Photo
ar: صورة

source: Preview
ar: عرض

source: Restricted
ar: محدد

source: Save
ar: حفظ

source: Search
ar: بحث

# selcttObject
source: Select Object
ar: اختر عنصر

source: Select Group
ar: اختر المجموعه

source: Social Media
ar: تواصل الاجتماعى

source: Sort Index
ar: ترتيب

source: Template
ar: قالب

# TextAlign
source: text-align:left
ar: text-align:right

# textposition
source: textpositionForEnglish
ar: textpositionForArabic

# Theme
source: content_English
ar: content_Arabic

source: Title
ar: العنوان

# Title_A
source: Title Arabic
ar: العنوان عربى

# Title_E
source: Title English
ar: العنوان انجليزى

source: User
ar: مستخدم

source: User Link
ar: ربط المجموعات

source: Username
ar: اسم المستخدم

source: Users
ar: المستخدمين

source: Assign
ar: اضافة

source: Allow
ar: سماح

# ContentActive
source: activeEnglish
ar: activeArabic

source: Home
ar: الرئيسية

source: Access Denied !!
ar: صلاحية غير ملائمة !!

source: Active
ar: فعال

source: Add
ar: اضافة

source: Admin
ar: مدير النظام

source: Sign Out
ar: تسجيل الخروج

# EmailExist
source: This Email Already In Use
ar: هذا البريد الالكترونى مستخدم

source: Value
ar: مثل

source: Indicator Tracing System
ar: نظام متابعة المؤشرات

source: Security
ar: امن النظام

source: Publisher
ar: الناشر

source: List
ar: قائمة

source: Records
ar: سجل

source: Show
ar: اظهار

source: Country
ar: الدولة

source: Create Publisher
ar: اضافة ناشر

source: Indicator
ar: المؤشر

source: Create Indicator
ar: اضافة مؤشر

source: End Month
ar: نهاية اصدار المؤشر

source: Index Url
ar: رابط المؤشر

# Notes_A
source: Arabic Notes
ar: ملاحظات بالعربى

# Notes_E
source: English Notes
ar: ملاحظات بالانجليزى

source: Periodicity
ar: دورية الاصدار

# ReportName_A
source: Report Name Arabic
ar: اسم التقرير بالعربى

# ReportName_E
source: Report Name English
ar: اسم التقرير بالانجليزى

source: Start Month
ar: بداية اصدار المؤشر

source: website Url
ar: الرابط الاساسى

source: Abbreviation
ar: تعريف الملف

source: Deleted Successfully
ar: لقد تم الحذف بنجاج

# GroupError
source: You Must Delete Users That Exist In This Goup
ar: يجب ان تقوم بمسح المستخدمين الموجودين على هذه المجموعة

source: OK
ar: موافق

source: Report Name
ar: اسم التقرير

source: IndicatorAttachment
ar: ملف المؤشر

source: Attachment
ar: ملف

source: Attachment Title
ar: عنوان الملف

source: AttachmentUrl
ar: رابط الملف

source: Keyword
ar: الكلمات الدالة

source: Release Date
ar: تاريخ الانطلاق

source: Upload Date
ar: تاريخ النشر

# EmailNotValid
source: Email Is Not Valid
ar: بريد الكترونى غير صالح

source: Reset
ar: تنضيد

# SaveAdd
source: Save And Add
ar: حفظ و اضافة

# SaveEdit
source: Save And Edit
ar: حفظ و تعديل

# HomePageNotValid
source: Url Not Valid
ar: موقع ويب غير صالح

source: Last Logon Date
ar: اخر تاريخ للدخول

source: Last Logout Date
ar: اخر تاريخ للخروج

source: Indicator ID
ar: كود المؤشر

source: Indicator Name
ar: اسم المؤشر

source: Group Name
ar: اسم الجروب

source: Group Of
ar: الجروب التى ينتمى اليها

source: Users Of
ar: مستخدمين الجروب

source: Category
ar: الفئة

# PreviewTitle
source: Information Of
ar: معلومات عن

# PasswordValidation
source: Password must contain at least 8 characters including UPPER/lowercase and numbers
ar: يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل بما في ذلك UPPER / صغيرة وأرقام

source: Blocked Account
ar: هذا الحساب مغلق

source: Invalid Password
ar: كلمة مرور غير صالحة

source: Invalid Username
ar: اسم مستخدم غير صالح

# DownloadFailed
source: File Downloading failed
ar: فشل تنزيل الملف

# DownloadSuccessfully
source: File Downloaded Successfully
ar: تم التنزيل بنجاح

source: This Field is Required
ar: هذا الحقل مطلوب

source: Download XML
ar: تنزيل XML

source: Upload XML
ar: رفع XML

# UserError
source: You Can't Delete This User
ar: لا يمكن مسح هذا المستخدم

source: Indicator Date
ar: تاريخ المؤشر

source: From
ar: من

source: To
ar: الى

# EndDate
source: End IndicatorDate
ar: تاريخ نهايه المؤشر

# StartDate
source: Start Indicator Date
ar: تاريخ بداية المؤشر

# FileError
source: There Is Error In File Please Review File Again
ar: هناك خطأ فى الملف رجاء قم بمراجه الملف ثم قم برفعه مره اخرى

source: Groups
ar: المجموعات

source: Indicators
ar: المؤشرات
